Axis of gridlines should not change order or be closer than [Value] to each other.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GridlineAxisTooClose { get; }
  Visual Basic
Public Shared ReadOnly Property GridlineAxisTooClose As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GridlineAxisTooClose {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GridFailures Class
  Autodesk.Revit.DB Namespace